{
    "timeline": {
        "headline": "Кетроси на Марківці",
        "type": "default",
        "text": "Віхи історії",
        "startDate": "1650,0,0",
        "asset": {
            "media": "photos/main.jpg",
            "credit": "",
            "caption": ""
        },
        "date": [
            {
                "startDate": "1600,0,0",
                "endDate": "1705,0,0",
                "headline": "Вступ",
                "text": "<p>Певних документальних відомостей про заснування села не знайдено, але це було не пізніше XVII ст., бо в 1705 році жителі Кетрос на зібрані кошти побудували дерев`яну церкву. На старому цвинтарі на хрестах, збереглися написи дат поховання з 1740 р. За переказами село утворилося з переселенців, що втікаючи від феодалів і кріпосників, оселялися на незайманих землях. У літописах с.Кетроси вперше згадується наприкінці XVII ст. Назва села походить від молдавського слова \"Chеtros\" що в перекладі на українську означає камінь. Про Кетроси згадується в романі Миколи Сиротюка \"Два соколи\".</p>",
                "asset": {
                    "media": "photos/0.png",
                    "credit": "",
                    "caption": ""
                }
            },
            {
                "startDate": "1705,0,0",
                "endDate": "1868,0,0",
                "headline": "Церква",
                "text": "<p>Жителі села на зібрані кошти збудували дерев'яну церкву, на честь Воздвиження Хреста Господнього. На вільну землю, площею 500 десятин, був поселений з Кам`янця-Подільського відставний генерал статський радник Бідняков Тихін. Відкрито церковно-приходську школу з трьохрічним строком навчання для хлопчиків Кетрос, Підлісівки, Слободи-Підлісівської. Завідував школою місцевий священник Яків Савчинський. Збудована кам`яна п`ятикупольна церква «старанием земледельца Тихона Беднякова». На будівництво церкви, яке було розпочате в 1853 році, держава відпустила з казни 20 000 карбованців.</p>",
                "asset": {
                    "media": "photos/1.jpg",
                    "credit": "",
                    "caption": ""
                }
            },
            {
                "startDate":"1892,0,0",
                "endDate":"1910,0,0",
                "headline":"Перша школа",
                "text":"<p>Казна відпустила 1 200 карбованців, найняла підрядчиком Манзара Єфіма й під його наглядом було збудовано перше шкільне приміщення. Відкрили школу грамоти для дівчат. Першою вчителькою була Воскресенська, росіянка. В Кетросах проживало 3 175 душ, з них чоловіків 1 621, жінок – 1 554, в тому числі православних – 2 649, католиків – 288, євреїв – 235, лютеран – 3.</p>",
                "asset":
                {
                    "media":"photos/2.png",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1910,0,0",
                "endDate":"1915,0,0",
                "headline":"Земська школа",
                "text":"<p>Відкрито новозбудовану Земську школу з 4-річним строком навчання. Першим завідуючим школою був Крижанівський Василь Данилович.</p>",
                "asset":
                {
                    "media":"photos/3.png",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1917,0,0",
                "endDate":"1920,0,0",
                "headline":"Марківська сотня",
                "text":"<p>У роки Українських визвольних змагань (1917-1920 рр.) у Кетросах був створений військовий підрозділ Марківська сотня (700-800 чол.) переважно 18-19-ти річних юнаків. Командував підрозділом полковник Семен Ільницький, уродженець с.Кетроси.</p>",
                "asset":
                {
                    "media":"photos/4.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1917,0,0",
                "endDate":"1920,0,0",
                "headline":"Марківська сотня",
                "text":"<p>Козаки Марківської сотні спочатку виконували оборонні функції. Потім Марківська сотня була реформована у Наддністрянський курінь, що оперував по Ямпільщині і на її околицях. Згодом Наддністрянський курінь увійшов до регулярних частин Армії Української Народної Республіки. Про це читаємо у книзі Д.Кетроса (Дмитро Косаківський) виданій у Лондоні 1958 р.</p>",
                "asset":
                {
                    "media":"photos/5.png",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1930,0,0",
                "endDate":"1939,0,0",
                "headline":"30-ті роки",
                "text":"<p>На площі 2524 га в к-пі зібрано зернових по 17,2 ц\/га, а в наступному році -18,7 ц\/га. За чесну і результативну працю робітника ферми Кондратьева Миколу Івановича нагороджено орденом «Знак Пошани». Він перший орденоносець с.Кетроси. Постановою  виконкому  к-п «Передовик»  затверджено учасником Всесоюзної сільськогосподарської виставки. Колгоспники отримали по 12 кг зерна на трудодень. Учасниками виставки від колгоспу були: чабан Волошин Михайло Ульянович (отримав по 136 ягнят від  100 вівцематок); завідуючий свинофермою Кондратьев Микола Іванович (на фермі отримали по 22 поросят від кожної свиноматки). Семирічну школу, яка була створена 1929 року реорганізовано у середню. Першим директором Кетроської середньої школи був Маньківський Казимир Пилипович.</p>",
                "asset":
                {
                    "media":"photos/6.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1930,0,0",
                "endDate":"1939,0,0",
                "headline":"30-ті роки",
                "text":"<p>Для дітей круглих сиріт відкрито патронат з постійним проживанням і повним державним утриманням на 25 чол. з Кетрос і сусідніх сіл. Збудовано дерев’яний міст через р.Марківка. Побудоване приміщення магазинів ССТ (сільське споживче товариство). Розпочате будівництво палацу культури. Завезли механізоване обладнання для сцени, м’які меблі для залів. Були обладнані кабінети: агрохіммічний, військово-спортивний, для занять гуртків і художньої самодіяльності. Працював музичний оркестр у складі 25-30 музикантів. У сільській бібліотеці нараховувалося кілька тисяч книг. Для дітей старшого віку (4-7 класи) відкритий на Богачівці літній дитячий майданчик.</p>",
                "asset":
                {
                    "media":"photos/7.png",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1941,6,22",
                "endDate":"1941,7,19",
                "headline":"1941р ВВв",
                "text":"<p>22 червня фашистська Німеччина віроломно напала на Радянський Союз. Того ж дня на стадіоні с.Кетроси відбувся мітинг. 530 односельчан були мобілізовані на фронт з перших днів війни.</p>",
                "asset":
                {
                    "media":"photos/8.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1941,7,19",
                "endDate":"1941,7,19",
                "headline":"1941р ВВв",
                "text":"<p>с.Кетроси окуповане німецько-фашистськими військами. В будинку контори колгоспу поселили примарію на чолі з примарем Сабодзінським. За порядком в селі наглядали двоє поліцаїв румунів Грішка і Гордій та поліцаї з місцевих – Баранюк Григорій і Широцький Петро. В Кетросах запровадили окупаційний режим. Заборонили вечорами світити світло в хатах, ходити вулицею вночі, збиратись групами, співати. Село знаходилося в румунській окупаційній зоні (Трансністрія).</p>",
                "asset":
                {
                    "media":"photos/9.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1944,4,17",
                "endDate":"1944,4,17",
                "headline":"1944р ВВв",
                "text":"<p>17 березня Кетроси визволені від німецько-фашистських окупантів. Село визволяли воїни Другої танкової армії.</p>",
                "asset":
                {
                    "media":"photos/10.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1944,4,17",
                "endDate":"1944,5,31",
                "headline":"1944р ВВв",
                "text":"<p>березень- квітень мобілізовано 262 чоловіка. 121 з них загинули на фронті в період з квітня по липень включно. Поховані в Молдові 23 чол. Поховані в Румунії 56 чол. Місце поховання невідоме 38 чол. Всього мобілізовано 812 наших односельчан. Повернулись з фронту 388. Загинули 424. На плитах Меморіалу Слави викар-бувані імена 888 учасників Великої Вітчизняної війни.</p>",
                "asset":
                {
                    "media":"photos/0.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1946,3,3",
                "endDate":"1946,3,3",
                "headline":"Довжок",
                "text":"<p>Указом Президії Верховної Ради УРСР від 03.03.1946р. с.Кетроси переіменовано на Довжок за назвою найбільшої сільської дільниці.</p>",
                "asset":
                {
                    "media":"photos/12.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1950,0,0",
                "endDate":"1950,0,0",
                "headline":"50і",
                "text":"<p>Обмолот зерна на початку 50-х. За кермом трактора Кондрацький Василь Трохимович.</p>",
                "asset":
                {
                    "media":"photos/13.jpg",
                    "credit":"",
                    "caption":""
                }
            },

            {
                "startDate":"1950,0,0",
                "endDate":"1950,0,0",
                "headline":"50і",
                "text":"<p>Визначено напрямки головних доріг і висаджено лісосмуги. Відкрито VIII клас для навчання учнів Довжка, Підлісівки, Слободи-Підлісівської, Северинівки та Качківки.</p>",
                "asset":
                {
                    "media":"photos/0.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1953,0,0",
                "endDate":"1953,0,0",
                "headline":"50і",
                "text":"<p>Восьмирічна школа реорганізована на середню.</p>",
                "asset":
                {
                    "media":"photos/0.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1954,0,0",
                "endDate":"1954,0,0",
                "headline":"50і",
                "text":"<p>Відбувся перший випуск 10 кл Довжоцької середньої школи.</p>",
                "asset":
                {
                    "media":"photos/0.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1960,0,0",
                "endDate":"1960,0,0",
                "headline":"60і",
                "text":"<p>Відкрито автобусне сполучення Довжок – Ямпіль (4 рейси щодня).</p>",
                "asset":
                {
                    "media":"photos/60_1.png",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1962,0,0",
                "endDate":"1962,0,0",
                "headline":"60і",
                "text":"<p>Запрацював новий вальцьовий млин на електротязі від танкового мотора. Запрацювала теплова електростанція на 360 кВт від мотора з катера.</p>",
                "asset":
                {
                    "media":"photos/0.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1963,0,0",
                "endDate":"1963,0,0",
                "headline":"60і",
                "text":"<p>На кошти к-пу «Передо-вик» за активної участі громадськості збудовано і відкрито нове приміщення школи на 10 кімнат. На будівництво к-п витратив 32 000 крб. (голова к-пу Сорочан В.О., директор Кузьмін В.П.). Збудовано залізобетонний міст через р.Марківку.</p>",
                "asset":
                {
                    "media":"photos/60_2.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1969,0,0",
                "endDate":"1969,0,0",
                "headline":"60і",
                "text":"<p>На зборах колгоспників головою к-пу «Передовик» було обрано Поштара Федіра Авксентійовича.</p>",
                "asset":
                {
                    "media":"photos/0.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1973,0,0",
                "endDate":"1973,0,0",
                "headline":"70і",
                "text":"<p>Село Довжок підключено до державної електромережі</p>",
                "asset":
                {
                    "media":"photos/0.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1974,0,0",
                "endDate":"1974,0,0",
                "headline":"70і",
                "text":"<p>На кошти господарства (164 000 крб.) збудовано і відкрито двоповерховий будинок для дошкільнят з водяним опаленням.</p>",
                "asset":
                {
                    "media":"photos/70_1.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1975,0,0",
                "endDate":"1975,0,0",
                "headline":"70і",
                "text":"<p>Запущено в експлуатацію першу гілку водогону. Відкрито пам’ятник односельчанам, які загинули на фронтах Великої Вітчизняної війни. Вирівняли річище р.Марківки на Брідку.</p>",
                "asset":
                {
                    "media":"photos/70_2.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1976,0,0",
                "endDate":"1976,0,0",
                "headline":"70і",
                "text":"<p>Відкрито спортивний зал, збудований на кошти колгоспу і передано в користування Довжоцькій СШ (голова к-пу – Поштар Ф.А., директор школи – Білецький А.П.).</p>",
                "asset":
                {
                    "media":"photos/0.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1977,0,0",
                "endDate":"1977,0,0",
                "headline":"70і",
                "text":"<p>Відкрито відреставрований будинок культури з кінозалом, концертним залом, бібліотекою та іншими приміщеннями.</p>",
                "asset":
                {
                    "media":"photos/70_3.png",
                    "credit":"",
                    "caption":""
                }
            }
        ]
    }
}